Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2016/4_festivaler_med_samisk_innhold.pdf.tmx
Source language: nob
Languages: sme

source: Det er gjort en del internasjonale studier på urfolksfestivaler blant annet ved «Globalism Research Centre» ved RMIT University i Australia (Phipps &amp; Slater, 2010), som blant annet slår fast at festivaler er steder for nytenkning i å skape bærekraftige, trygge og utviklede nasjonale kulturer for alle australiere, basert på anerkjennelse på tvers av kulturer, respekt, utveksling og kreativitet.
sme: Muhtun ráje riikkaidgaskasaš guorahallamat leat dahkkon álgoálbmotfestiválain earret eará ásahusas Austrália RMIT University «Globalism Research Centre» (Phipps &amp; Slater, 2010), mii earret eará cealká ahte festiválat leat sajit ođđajurddašeapmái hábmet ceavzilis, oadjebas ja ovdánan našunála kultuvrraid buohkaide Austrálias, man vuođđun lea dohkkeheapmi rastá kultuvrraid, doahttaleapmi, lotnolasvuohta ja kreativitehta.

source: I Norge har Kari Jæger forsket på festivalers betydning for reiseliv i Norge (Jaeger, &amp; Mykletun, 2009), og Aksel Tjora har redigert en bok om festivaler i Norge (2013), der to kapittel er viet Riddu Riđđu-festivalen (Skogvang, 2013 og Viken, 2013).
sme: Norggas lea Kari Jæger dutkan festiválaid mearkkašumis Norgga mátkkoštanealáhussii (Jæger, &amp; Mykletun, 2009), ja Aksel Tjora lea doaimmahan girjji Norgga festiválaid birra (2013), mas guokte kapihttala leat Riddu Riđu festivála birra (Skogvang, 2013 ja Viken, 2013).

source: Det er imidlertid fortsatt behov for mer forskning på denne type festivaler og deres betydning for samisk språk, kultur og kulturformidling, samt hvilken betydning festivaler kan ha for å bygge bærekraftige lokalsamfunn, og skape kulturforståelse på tvers av etnisitet og landegrenser.
sme: Goitge lea ain dárbu eanet dutkamii dákkár festiválain ja dain mearkkašumis sámegillii, kultuvrii ja kulturgaskkusteapmái, ja maiddái makkár mearkkašupmi festiválain sáhttá leat hukset ceavzilis báikkálašservodagaid, ja maiddái ásahit kulturipmárdusa rastá čearddalašvuođa ja riikkarájiid.

source: Å studere nærmere hvordan festivaler som bruker besteforeldregenerasjonen som medhjelpere for å lære barna om gamle tradisjoner og skikker, kan også være interessant.
sme: Sáhtášii maiddái leat miellagiddevaš guorahallat festiválaid mat geavahit áhkuid ja ádjáid buolvva veahkkin oahpahit boares árbevieruid ja dábiid.

source: Behovet for mer forskning omfatter både samiske festivaler i Norge, festivaler som avholdes i hele Sápmi, og urfolksfestivaler generelt.
sme: Sihke Norgga sámi festiválaid, festiválaid mat leat vaikko gos Sámis ja álgoálbmotfestiválaid muđuige lea dárbu eanet dutkat.

source: Her vil et forskningssamarbeid med urfolksforskere over hele verden være både relevant og nyttig.
sme: Dan dáfus livčče relevánta ja ávkkálaš dutkanovttasbargu álgoálbmotdutkiid gaskkas miehtá máilmmi.
